[X2Effect_MecOverheat]
BurningFriendlyName="Перегрев"
BurningFriendlyDesc="При перегреве юниты не могут действовать, так как остывают после совершенных действий."
BurningEffectAcquiredString="<XGParam:StrValue0/!UnitName/> перегревается."
BurningEffectTickedString="<XGParam:StrValue0/!UnitName/> все еще перегрет."
BurningEffectLostString="<XGParam:StrValue0/!UnitName/> остыл."

[UIPersonnel_MECTraining]
EmptyListMessage="НЕТ КАНДИДАТОВ ДЛЯ АУГМЕНТАЦИИ"
MecsUnavailable="ОТСУТСТВУЕТ УЛУЧШЕНИЕ ЗОНЫ ИСПЫТАНИЙ"
NotEnoughResources="НЕДОСТАТОЧНО РЕСУРСОВ ДЛЯ АУГМЕНТАЦИИ"
BuildFoundry="ПОСТРОЙТЕ ЛИТЕЙНЫЙ ЦЕХ МЭК"
MeetTechRequirement="ИССЛЕДОВАНИЕ ТЕХНОЛОГИЙ МЭК"
MeetStoryRequirement="ЗАВЕРШИТЕ ПОТЕРЯННЫЕ БАШНИ/ИССЛЕДОВАНИЯ МЕХАНИЗИРОВАННОЙ ВОЙНЫ"


m_strTitle="КАНДИДАТЫ"
m_strEmptyListLabels[eUIPersonnel_Soldiers]="НЕТ КАНДИДАТОВ ДЛЯ АУГМЕНТАЦИИ"

[UIFacility_MecAugmentationSlot]
m_strAugmentSoldierDialogTitle="АУГМЕНТАЦИЯ СОЛДАТА"
m_strAugmentSoldierDialogText="<XGParam:StrValue0/!UnitName/> может пройти специализированную операцию, чтобы стать Солдатом МЭК, заменив свой предыдущий класс за счет <XGParam:IntValue0/> материалов и <XGParam:IntValue1/> ядра элерия. После запуска этот процесс необратим. Вы хотите продолжить?"
m_strNoSoldiersTooltip="Нет солдат доступных для пилотирования МЭК"
m_strSoldiersAvailableTooltip="Проведите аугментацию солдата для пилотирования МЭК"

[UIAlert_MecAugmentationComplete]
m_strAugmentationCompleteLabel="АУГМЕНТАЦИЯ ЗАВЕРШЕННА"

[UIChooseMEC]
m_strTitle=Специализации МЭК
m_strInventoryLabel=Доступные специализации:
m_strBuy=НАЧАТЬ ОПЕРАЦИЮ

[X2Effect_RepairProtocol]
HealedMessage="+<Heal/> ОЗ восстановлено"